Repository: PDF-Archiver/PDF-Archiver
Catalog: ArchiverLib/Sources/ArchiverIntents/Localizable.xcstrings
Source language: en
Languages: de

source: All documents are tagged. 🎉
de: Alle Dokumente sind getaggt. 🎉

source: Amount
de: Anzahl

source: Documents per year
de: Dokumente pro Jahr

source: Most Used Tags
de: Meistgenutzte Tags

source: No Documents
de: Keine Dokumente

source: No Tags
de: Keine Tags

source: Period
de: Zeitraum

source: Scan
de: Scannen

source: Start adding documents to see your yearly statistics
de: Fügen Sie Dokumente hinzu, um Ihre jährliche Statistik zu sehen

source: Tag your documents to see the most used tags
de: Taggen Sie Ihre Dokumente, um die meistgenutzten Tags zu sehen

source: Untagged Documents
de: Ungetaggte Dokumente
